{
    "Item":[ 
        {
          "context":"You sit down to have your appraisal with your line manager. They show you your feedback scores and tell you that they are good scores but the scores aren't quite as high as you would have hoped for.",
          "question1":"You decide your feedback scores are still",
          "blank":"p_ea_ing",
          "answer1":"l",
          "word": "pleasing",
          "question2":" Are you unhappy with the feedback scores you obtained?",
          "answer2":"No",
          "situation": "when your manager encourages you that you got good scores and will get better scores next time",
          "image": "T101.jpg",
          "number": "11"
        },
        
        {
          "context":"You go to dinner for the first time with your date. You have a really nice evening, but you spill your wine by accident.",
          "question1":"Reflecting later on the evening you think it was",
          "blank":"g_od",
          "answer1":"o",
          "word": "good",
          "question2":"Did you have an enjoyable dinner date?",
          "answer2":"Yes",
          "situation": "when your date calls to say he had an enjoyable time", 
          "image": "T102.jpg",
          "number": "8"
        },
        
        {
          "context":"You remember your parents making fun of you when you were younger when you did not know something.",
          "question1":"When you ask your colleagues a question at work, you assume that everyone will think that what you have asked is",
          "blank":"re_son_b_e",
          "answer1":"a",
          "word": "reasonable",
          "question2":"Did your colleagues think that your question was ridiculous?",
          "answer2":"No",
          "situation": "when your colleagues are really interested in answering your questions", 
          "image": "T103.jpg",
          "number": "13"
        },
        
        {
          "context":"You attend a conference where you know it is important to network. You feel a little uncomfortable introducing yourself to new people but you manage to arrange to meet 2 people.",
          "question1":"Despite your shyness you decide your efforts at networking were",
          "blank":"u_e_ul",
          "answer1":"s",
          "word": "useful",
          "question2":"Did you network effectively despite your shyness?",
          "answer2":"Yes",
          "situation": "when you check your emails and see you have been contacted by the people that you met",
          "image": "T104.jpg",
          "number": "21"
        },
        
        {
          "context":"You are walking down a corridor at work. You smile at your boss who is walking towards you but they continue walking and do not smile back.",
          "question1":"You think this because he is",
          "blank":"di_tr_cted",
          "answer1":"s",
          "word": "distracted",
          "question2":"Was your boss preoccupied?",
          "answer2":"Yes",
          "situation": "when you next see your boss at his desk and he says hello",
          "image": "T105.jpg",
          "number": "32"
        },
        
        {
          "context":"Your relationship with your partner has been going through a bad patch for a little while. Eventually you decide to break up.",
          "question1":"You think your chances of having a relationship in the future are",
          "blank":"o_en",
          "answer1":"p",
          "word": "open",
          "question2":"Do you think you will find it hard to get a new partner?",
          "answer2":"No",
          "situation": "when you meet someone new you would like to have a relationship with",
          "image": "T106.jpg",
          "number": "20"
        },
        
        {
          "context":"You have arranged to meet your partner for a meal after work. You stand outside the restaurant and wait.",
          "question1":"Your partner hasn't turned up yet and you think this is because you are standing in the",
          "blank":"wr_ng place",
          "answer1":"o",
          "word": "wrong place",
          "question2":"Has your partner decided to stand you up?",
          "answer2":"No",
          "situation": "when your partner calls and asks you where you are",
          "image": "T107.jpg",
          "number": "18"
        },
        
        {
          "context": "You decide to ring your parents to share some good news. When you speak to them you are excited and keen to talk but they ask if you could phone back later.",
          "question1": "You think that your parents must be",
          "blank": "b_sy",
          "answer1": "u",
          "word": "busy",
          "question2": "Are your parents too busy to talk right now?",
          "answer2": "Yes",
          "situation": "when your father calls you back later",
          "image": "T108.jpg",
          "number": "45"
        },

        {
          "context": "You bump into a friend on the high street whilst on your lunch break. They stop for a chat but seem a little off with you and you consider why.",
          "question1": "You wonder if it is because they feel",
          "blank": "i_l",
          "answer1": "l",
          "word": "ill",
          "question2": "Did your friend not want to speak with you?",
          "answer2": "No",
          "situation": "when you receive a friendly email from your friend when you get back after lunch",
          "image": "T109.jpg",
          "number": "28"
        },

        {
          "context": "You plan to start a new exercise regime today. However, you go to bed without doing any exercise.",
          "question1": "You think you never begin any new tasks because you have no",
          "blank": "t_me",
          "answer1": "i",
          "word": "time",
          "question2": "Were you too busy to do any exercise?",
          "answer2": "Yes",
          "situation": "when you think about all the other things you did today and you think there will be more time tomorrow to exercise",
          "image": "T110.jpg",
          "number": "38"
        },
        
        {
          "context": "You know that you get worried before exams. You have a really important exam coming up and you feel more nervous than usual.",
          "question1": "You feel that your nerves will begin to",
          "blank": "su_si_e",
          "answer1": "b",
          "word": "subside",
          "question2": "Do you expect to be able to cope with your anxiety?",
          "answer2": "Yes",
          "situation": "when on the day of the exam you feel calm and collected",
          "image": "A102.jpg",
          "number": "25"
        },

        {
          "context": "You are playing sports with your sibling. They beat and you aren't surprised as they always were better at sport than you.",
          "question1": "You think about education and work and you decide that generally you're",
          "blank": "su_er_or",
          "answer1": "p",
          "word": "superior",
          "question2": "Are you better than your sibling at some things?",
          "answer2": "Yes",
          "situation": "when you see how successful you are in other areas",
          "image": "T114.jpg",
          "number": "35"
        },

        {
          "context": "Your are planning a dinner party for your friend's birthday. Your starter and main look and taste fantastic, but your cake fails to rise and looks burnt.",
          "question1": "You think your friends find your efforts",
          "blank": "sat_sf_ct_ry",
          "answer1": "i",
          "word": "satisfactory",
          "question2": "Was your dinner party a success?",
          "answer2": "Yes",
          "situation": "when your friends begin to compliment you on your cooking",
          "image": "T115.jpg",
          "number": "30"
        },

        {
          "context": "You have arranged to meet with a friend at 7pm. Your friend doesn't turn up as planned.",
          "question1": "And you conclude that they are",
          "blank": "l_te",
          "answer1": "a",
          "word": "late",
          "question2": "Do you think you friend didn't turn up to meet you on purpose?",
          "answer2": "No",
          "situation": "when you call and your friend apologizes profusely",
          "image": "T116.jpg",
          "number": "37"
        },

        {
          "context": "You have been depressed in the past. You wonder how this now impacts on your ability to do your job and also your relationships.",
          "question1": "You conclude that depression in the past will be",
          "blank": "uni_fl_enti_l",
          "answer1": "n",
          "word": "uninfluential",
          "question2": "Does your past depression impact negatively on your daily life?",
          "answer2": "No",
          "situation": "as you think about how much better you are feeling now",
          "image": "T117.jpg",
          "number": "39"
        },

        {
          "context": "You are normally fit and healthy. Last week you noticed an unusual sensation in your body and were concerned about what it might be.",
          "question1": "You now think that it is probably",
          "blank": "t_i_ial",
          "answer1": "r",
          "word": "trivial",
          "question2": "Is the sensation something to be very worried about?",
          "answer2": "No",
          "situation": "now when you think that there is nothing to worry about and you feel calm",
          "image": "T118.jpg",
          "number": "41"
        },

        {
          "context": "You are sitting an important exam at college. You work through the paper answering the questions, but realise you can't answer the last question.",
          "question1": "You think that your performance in the exam will lead to a",
          "blank": "se_on__lass",
          "answer1": "c",
          "word": "secondclass",
          "question2": "Do you expect to do badly in the exam?",
          "answer2": "No",
          "situation": "when you open your results and see your grade",
          "image": "A102.jpg",
          "number": "46" 
        },

        {
          "context": "When you receive your 1st University exam results, you are disappointed to see you haven't done as well as you hoped.",
          "question1": "You consider the long term consequences and forsee a future that is",
          "blank": "u_effected",
          "answer1": "n",
          "word": "uneffected",
          "question2": "Do you think your results will have no effect on your future plans?",
          "answer2": "Yes",
          "situation": "As you think about your ambitious plans for the future (and finally achieve them)",
          "image": "A103.jpg",
          "number": ""
        },

        {
          "context": "You are starting a new job. On your first day you are really nervous and make a few silly mistakes.",
          "question1": "You tell yourself that in this job you will be",
          "blank": "re_o_nized",
          "answer1": "c",
          "word": "recognized",
          "question2": "Do you expect your new job to become worse?",
          "answer2": "No",
          "situation": "when you reflect back on how well your first week went",
          "image": "T201.jpg",
          "number": "4"
        },

        {
          "context": "You are a liked and respected employee. Your boss has trusted you with a large and important project.",
          "question1": "You are slightly behind schedule and wonder if you will",
          "blank": "p_og_ess",
          "answer1": "r",
          "word": "progress",
          "question2": "Do you think your boss will fire you?",
          "answer2": "No",
          "situation": "when you hand the completed project to your manager and they praise your hard work.",
          "image": "T202.jpg",
          "number": "6"
        },

        {
          "context": "You have to take an exam before a new company will employ you. You have revised hard but aren't sure how well you will do.",
          "question1": "When the results are given you are told you've passed and you think this was ",
          "blank": "r_a_suring",
          "answer1": "e",
          "word": "reassuring",
          "question2": "Was passing the exam down to luck?",
          "answer2": "No",
          "situation": "when your employer calls to inform you that you got excellent scores and to confirm your employment.",
          "image": "T203.jpg",
          "number": "10"
        },

        {
          "context": "Your partner tells you how nice you look tonight. You are surprised by the comments and wonder where they came from.",
          "question1": "You decide they said what they did because they are",
          "blank": "en_ou_aging",
          "answer1": "c",
          "word": "encouraging",
          "question2": "Are your partner's comments insincere?",
          "answer2": "No",
          "situation": "when your partner also comments on your new haircut",
          "image": "T204.jpg",
          "number": "15"
        },

        {
          "context": "You have been in your current relationship for almost a year. Things seems to be going well, but you start to think about the future.",
          "question1": "You think that you are likely to be",
          "blank": "s_a_le",
          "answer1": "t",
          "word": "stable",
          "question2": "Do you think your current relationship will last?",
          "answer2": "Yes",
          "situation": "when your partner asks if you would like to move in together",
          "image": "T205.jpg",
          "number": "29"
        },

        {
          "context": "You have arranged to meet your partner for a meal after work. You stand outside the restaurant and wait.",
          "question1": " Your partner hasn't turned up yet and you think this is because your partner is caught in",
          "blank": "t_aff_c",
          "answer1": "r",
          "word": "traffic",
          "question2": "Has your partner decided to stand you up?",
          "answer2": "No",
          "situation": "when your partner calls to say they are caught in traffic",
          "image": "T206.jpg",
          "number": "50"
        },

        {
          "context": "You have just had your portrait painted and your family tell you how good you look. You brush aside the compliments.",
          "question1": "You think to yourself that the painting must be",
          "blank": "flat_er_ng",
          "answer1": "t",
          "word": "flattering",
          "question2": "Does the portrait look like you?",
          "answer2": "Yes",
          "situation": "when you hear the artist say that it was a pleasure to paint you.",
          "image": "T210.jpg",
          "number": "26"
        },

        {
          "context": "You sit down to talk with your family about how you ultimately see your life turning out. You wonder whether things will go well or badly for you.",
          "question1": "You know things haven't always been great and you forsee a future that is",
          "blank": "en_oyab_e",
          "answer1": "j",
          "word": "enjoyable",
          "question2": "Do you think you have a bad future ahead of you?",
          "answer2": "No",
          "situation": "when you think about how you will have a good time in 5 years",
          "image": "T211.jpg",
          "number": "49"
        },

        {
          "context": "You remember your parents making fun of you when you were younger when you did not know something.",
          "question1": "When you ask your colleagues a question at work, you assume that everyone will think that what you have asked is",
          "blank": "cre_i_able",
          "answer1": "d",
          "word": "creditable",
          "question2": "Did your colleagues think your question was ridiculous?",
          "answer2": "No",
          "situation": "when your colleagues praise you about your question because it is very important for you to perform well",
          "image": "T212.jpg",
          "number": "5"
        },

        {
          "context": "You have an important dinner to attend and you want to look your best. You have been eating healthy and doing daily exercise for the last 6 months and you have bought a new outfit.",
          "question1": "You put on your new outfit and look in the mirror and you think all your efforts were",
          "blank": "ad_q_ate",
          "answer1": "e",
          "word": "adequate",
          "question2": "Does your new outfit look good on you?",
          "answer2": "Yes",
          "situation": "when you notice the admiring glances at the dinner",
          "image": "T213.jpg",
          "number": "43"
        },

        {
          "context": "You have just had a silly argument with your closest friend. In anger they said they didn't care about you anymore.",
          "question1": "You think that your relationship with your friend can be",
          "blank": "re_air_d",
          "answer1": "p",
          "word": "repaired",
          "question2": "Has your relationship with your friend been damaged?",
          "answer2": "No",
          "situation": "when you and your friend speak to make it up",
          "image": "T214.jpg",
          "number": "6"
        },

        {
          "context": "You phone a friend and when they don't answer you leave a message. After a few days they haven't returned your call.",
          "question1": "You conclude that they haven't called back because they are",
          "blank": "a_ay",
          "answer1": "w",
          "word": "away",
          "question2": "Is it difficult for your friend to return your call?",
          "answer2": "Yes",
          "situation": "when your friend gets back from holiday to find your message",
          "image": "T215.jpg",
          "number": "41"
        },

        {
          "context": "You recognise that life is full of ups and downs.",
          "question1": "When you evaluate and reflect on your experiences, you decide that your life is mostly",
          "blank": "sa_is_ac_ory",
          "answer1": "t",
          "word": "satisfactory",
          "question2": "is your life completely awful?",
          "answer2": "No",
          "situation": "when you think about the best experience you have ever had",
          "image": "T216.jpg",
          "number": "33"
        },

        {
          "context": "You spend some time reflecting on your self and how worries have affected your life. You consider your prospects for the future.",
          "question1": "You know that your worries will be",
          "blank": "u_ne_essary",
          "answer1": "n",
          "word": "unnecessary",
          "question2": "Do you expect that your worries will be completely disabling?",
          "answer2": "No",
          "situation": "when you are free form your worries in future years",
          "image": "T217.jpg",
          "number": "39"
        },

        {
          "context": "You have had a tiring day at work. On your way home you suddenly get a sharp pain in the back of your head.",
          "question1": "You think to yourself that it is",
          "blank": "t_ivi_l",
          "answer1": "r",
          "word": "trivial",
          "question2": "Do you think the pain in your head will disappear shortly?",
          "answer2": "Yes",
          "situation": "once you've taken a couple of tablets to make you feel better",
          "image": "T218.jpg",
          "number": ""
        },

        {
          "context": "You failed an exam in the past when you were ill. You are now feeling well and have to retake the examination.",
          "question1": "You think that in everything you try you will",
          "blank": "p_ss",
          "answer1": "a",
          "word": "pass",
          "question2": "Do you expect to fail the exam the second time around?",
          "answer2": "No",
          "situation": "as you enter the exam hall feeling confident.",
          "image": "A201.jpg",
          "number": ""
        },

        {
          "context": "You know that you get worried before exams. You have a really important exam coming up and feel more nervous than usual.",
          "question1": "You feel that your nerves will soon",
          "blank": "st_p",
          "answer1": "o",
          "word": "stop",
          "question2": "Do you expect to be able to cope with your anxiety?",
          "answer2": "Yes",
          "situation": "when on the day of the exam you feel calm and collected",
          "image": "A202.jpg",
          "number": ""
        },

        {
          "context": "You have recently enrolled on an evening course. You get your first assignment back and you have received an average mark.",
          "question1": "You think to yourself that you might as well",
          "blank": "try h_rder",
          "answer1": "a",
          "word": "try harder",
          "question2": "Do you think you might as well give up the evening course?",
          "answer2": "No",
          "situation": "when you hand in your next assignment knowing it is greatly improved",
          "image": "A203.jpg",
          "number": ""
        },

        {
          "context": "Your boss has asked you to give a presentation to some clients who are coming to your office. You are a little concerned about the presentation so spend some time preparing.",
          "question1": "You think that your performance will be",
          "blank": "p_ofess_on_l",
          "answer1": "r",
          "word": "professional",
          "question2": "Do you expect to give a good presentation?",
          "answer2": "Yes",
          "situation": "as you deliver a successful presentation",
          "image": "T301.jpg",
          "number": "6"
        },

        {
          "context": "You have been working extremely hard on a new project at work, but your progress has been delayed by other people. One day your boss asks to speak to you about your progress.",
          "question1": "You conclude that overall he thinks your standard of work is ",
          "blank": "pr_gres_i_g",
          "answer1": "o",
          "word": "progressing",
          "question2": "Does your boss think you are making good progress?",
          "answer2": "Yes",
          "situation": "when your boss says how pleased he is with your work",
          "image": "T302.jpg",
          "number": "10"
        },

        {
          "context": "You are in a team review meeting. You are expected to contribute to the meeting and feel somewhat anxious about this.",
          "question1": "Reflecting later you think that your performance in the meeting was ",
          "blank": "e_ce_lent",
          "answer1": "x",
          "word": "excellent",
          "question2": "Was your performance in the meeting badly affected by your nerves?",
          "answer2": "No",
          "situation": "as your team leader comes over to discuss how well the meeting went",
          "image": "T303.jpg",
          "number": "12"
        },

        {
          "context": "Your relationship with your partner has been going through a bad patch for a little while. Eventually you decide to break up.",
          "question1": "You think your chances of having a relationship in the future are",
          "blank": "ho_e_ul",
          "answer1": "p",
          "word": "hopeful",
          "question2": "Do you think you will find it hard to get a new partner?",
          "answer2": "No",
          "situation": "when you meet someone new you would love to have a relationship with",
          "image": "T304.jpg",
          "number": "15"
        },

        {
          "context": "You go to dinner for the first time with your date. You have a really nice evening, but you spill your wine by accident.",
          "question1": "Reflecting later on the evening you think it was",
          "blank": "ama_ing",
          "answer1": "z",
          "word": "amazing",
          "question2": "Did you have an enjoyable dinner date?",
          "answer2": "Yes",
          "situation": "when your date calls to say they had a great time and want to see you soon",
          "image": "T305.jpg",
          "number": "22"
        },

        {
          "context": "You have spent ages plucking up the courage to ask the person you fancy out on a date. When you finally ask, they politely turn you down because they already have a prior engagement.",
          "question1": "You think you will spend the rest of your life being",
          "blank": "b_ld",
          "answer1": "o",
          "word": "bold",
          "question2": "Are you pleased you were brave enough to ask the person out on a date?",
          "answer2": "Yes",
          "situation": "when you meet someone new and fall in love with them",
          "image": "T306.jpg",
          "number": "29"
        },

        {
          "context": "Your first born has just received their results back from their school exams. When they hand you the grade sheets you discover they have failed.",
          "question1": "You believe that in the future they will",
          "blank": "i_pr_ve",
          "answer1": "m",
          "word": "improve",
          "question2": "Do you blame yourself for your child's poor exam results?",
          "answer2": "No",
          "situation": "when you console your child on their results",
          "image": "T310.jpg",
          "number": "10"
        },

        {
          "context": "You are preparing a dinner party for your mother's birthday. Your starter and main course look and taste fantastic, but your cake fails to rise and looks burnt.",
          "question1": "You think your family find your efforts",
          "blank": "pr_isewo_thy",
          "answer1": "a",
          "word": "praiseworthy",
          "question2": "Was your dinner party a success?",
          "answer2": "Yes",
          "situation": "when your family compliment you on your cooking",
          "image": "T311.jpg",
          "number": "12"
        },

        {
          "context": "It is very important that you keep your house clean and tidy all of the time for the sake of your family. Today you cleaned the house, but you notice some dust and dirt.",
          "question1": "You know that your family will be",
          "blank": "h_ppy",
          "answer1": "a",
          "word": "happy",
          "question2": "Are your family pleased about your clean house?",
          "answer2": "Yes",
          "situation": "when your family do not even notice the dust and think you did a great job",
          "image": "T312.jpg",
          "number": "32"
        },

        {
          "context": "When walking home in the dark last year, a stranger tried to steal your mobile phone. Since that night, you have often wondered if all strangers are dangerous and threatening.",
          "question1": "You decide this thought is",
          "blank": "ir_at_onal",
          "answer1": "r",
          "word": "irrational",
          "question2": "Do you think all strangers you see in the street will try and rob you?",
          "answer2": "No",
          "situation": "when a stranger chases you to give you back your wallet that you dropped on the street",
          "image": "T313.jpg",
          "number": "49"
        },

        {
          "context": "You will soon be going on holiday with your friends. You want to look your best on the beach so decide to try and eat a healthy diet.",
          "question1": "When you look in the mirror you wonder if your efforts are worth it as you always look",
          "blank": "att_act_ve",
          "answer1": "r",
          "word": "attractive",
          "question2": "Do you think that you looked awful?",
          "answer2": "No",
          "situation": "when you sit down to look at your holiday pictures",
          "image": "T314.jpg",
          "number": "5"
        },

        {
          "context": "At a dinner party, a number of different people come up to talk to you. You wonder what these people think about you and what you should say.",
          "question1": "You think that they are",
          "blank": "in_eres_ed",
          "answer1": "t",
          "word": "interested",
          "question2": "Did the other guests enjoy talking to you?",
          "answer2": "Yes",
          "situation": "as you are introduced enthusiastically to the person next to you",
          "image": "T315.jpg",
          "number": "25"
        },

        {
          "context": "You have been stressed at work and at home lately and you are now feeling anxious and depressed. You think to the future and how things might be in 6 months time.",
          "question1": "You decide that your life will be ",
          "blank": "b_i_hter",
          "answer1": "r",
          "word": "brighter",
          "question2": "Are you hopeful for the future?",
          "answer2": "Yes",
          "situation": "as you think about a successful future",
          "image": "T316.jpg",
          "number": "43"
        },

        {
          "context": "Your doctor asks you to complete a daily diary of how you feel in the next week. You manage to complete 6 out of the 7 days.",
          "question1": "When you show your diary to your doctor at the next appointment, you can tell he thinks that you will soon be",
          "blank": "ha_py",
          "answer1": "p",
          "word": "happy",
          "question2": "Is your doctor disappointed with how much of the diary you completed?",
          "answer2": "No",
          "situation": "when your doctor tells you that you are getting much better this week",
          "image": "T317.jpg",
          "number": "41"
        },

        {
          "context": "You have felt panicky recently and have sought help. You consider whether they may get worse and lead to problems in your job and marriage.",
          "question1": "You think the frequency and intensity of your attacks are likely to",
          "blank": "ce_se",
          "answer1": "a",
          "word": "cease",
          "question2": "Do you think your panic attacks are going to get worse?",
          "answer2": "No",
          "situation": "when a week later you feel calm and do very well at work",
          "image": "T318.jpg",
          "number": "33"
        },

        {
          "context": "You have recently enrolled on an evening course. You get your first assignment back and you received an average mark.",
          "question1": "You think to yourself that you will",
          "blank": "e_c_l",
          "answer1": "xe",
          "word": "excel",
          "question2": "Do you think you might as well give up the evening course?",
          "answer2": "No",
          "situation": "when you receive an excellent grade on your assignment in the end",
          "image": "A301.jpg",
          "number": "2"
        },

        {
          "context": "You have very high standards for your work at University. You think that all your assignments should be perfect and you realise that the one you have just completed isn't perfect.",
          "question1": "You think to yourself you are",
          "blank": "ex_uis_te",
          "answer1": "q",
          "word": "exquisite",
          "question2": "Are you really disappointed with all your University work?",
          "answer2": "No",
          "situation": "when you receive a first class in the end",
          "image": "A302.jpg",
          "number": "39"
        },

        {
          "context": "When you receive your 1st year University exam results, you are disappointed to see you haven't done as well as you hoped.",
          "question1": "You consider the long term consequences and forsee a future that is full of",
          "blank": "o_ti_ism",
          "answer1": "p",
          "word": "optimism",
          "question2": "Do you think your results will have no effect on your future plans?",
          "answer2": "Yes",
          "situation": "as you think about your successful results in the future",
          "image": "A303.jpg",
          "number": ""
        },

        {
          "context": "In a meeting at work your boss singles you out and asks you to take on a new role with lots of responsibility and tasks to complete. You are a little surprised and nervous.",
          "question1": "You expect that in this new role you will be",
          "blank": "pe_f_ct",
          "answer1": "r",
          "word": "perfect",
          "question2": "Do you think you will do well in your new role?",
          "answer2": "Yes",
          "situation": "when you feel confident and are doing everything perfectly",
          "image": "T401.jpg",
          "number": "11"
        },

        {
          "context": "You are a well praised and respected employee. Your boss has trusted you with a large and important project.",
          "question1": "You are slightly behind schedule and wonder if you will still be",
          "blank": "p_a_sed",
          "answer1": "r",
          "word": "praised",
          "question2": "Do you think your boss will fire you?",
          "answer2": "No",
          "situation": "when you finish your work perfectly and get a promotion",
          "image": "T402.jpg",
          "number": "8"
        },

        {
          "context": "You apply for a new job and get it. After a few months in the post you realise you don't like it and need to change again.",
          "question1": "This change will make your life",
          "blank": "hap_ier",
          "answer1": "p",
          "word": "happier",
          "question2": "Was taking the new job a great idea?",
          "answer2": "Yes",
          "situation": "when you are doing very well and feel much happier in your new job",
          "image": "T403.jpg",
          "number": "13"
        },

        {
          "context": "You have been in your current relationship for a few years. Things seem to be going well, but you start to think about the future.",
          "question1": "You think that you are likely to get",
          "blank": "e_g_ged",
          "answer1": "n",
          "word": "engaged",
          "question2": "Do you think your current relationship will last?",
          "answer2": "Yes",
          "situation": "when your partner asks if you will marry them",
          "image": "T404.jpg",
          "number": "32"
        },

        {
          "context": "You are going to dinner for the first time with your date. You have a really nice evening, but you spill your wine by accident.",
          "question1": "Reflecting later on the evening you think it was",
          "blank": "a_e_ome",
          "answer1": "w",
          "word": "awesome",
          "question2": "Did you have an enjoyable dinner date?",
          "answer2": "Yes",
          "situation": "when your date calls to say they had a wonderful time",
          "image": "T405.jpg",
          "number": "18"
        },

        {
          "context": "Your partner is very caring and supportive towards you. Last Saturday evening you bickered and argued over something silly and your partner seemed a little irritated.",
          "question1": "You think that your partner finds you",
          "blank": "lo_abl_",
          "answer1": "v",
          "word": "lovable",
          "question2": "Does your partner still care about you?",
          "answer2": "Yes",
          "situation": "when your partner tells you that they will always love you regardless of your arguments",
          "image": "T406.jpg",
          "number": "45"
        },

        {
          "context": "You sit down to talk with your family about how you ultimately see your life turning out. You wonder whether things will go well or badly for you.",
          "question1": "You know things haven't always been great, but you forsee a future that is",
          "blank": "opt_m_stic",
          "answer1": "i",
          "word": "optimistic",
          "question2": "Do you think you have a bad future ahead of you?",
          "answer2": "No",
          "situation": "when you think about an optimistic future in 5 years time",
          "image": "T410.jpg",
          "number": "14"
        },

        {
          "context": "You decide to ring your family to share some good news. When you speak to them you are excited and keen to talk, but they ask if you could phone back later.",
          "question1": " You think that your family must be",
          "blank": "in_er_sted",
          "answer1": "t",
          "word": "interested",
          "question2": "Are your family too busy to talk right now?",
          "answer2": "Yes",
          "situation": "when your family call you back later and are happy to hear the good news",
          "image": "T411.jpg",
          "number": "3"
        },

        {
          "context": "You will soon be going on holiday with your family. You want to look your best on the beach so decide to try and eat a healthy diet.",
          "question1": "When you look in the mirror you wonder if your efforts are worth it as you look",
          "blank": "gr_at",
          "answer1": "e",
          "word": "great",
          "question2": "Do you think you look awful?",
          "answer2": "No",
          "situation": "when people approach you for a drink on the beach",
          "image": "T412.jpg",
          "number": "17"
        },

        {
          "context": "For the first time you are able to walk into a crowded room and successfully face a difficult situation, which has made you anxious and panicky in the past.",
          "question1": "You think that it was all down to",
          "blank": "dete_mi_at_on",
          "answer1": "r",
          "word": "determination",
          "question2": "Did you feel composed as you entered the room?",
          "answer2": "Yes",
          "situation": "as you look around the room feeling calm and comfortable",
          "image": "T413.jpg",
          "number": "34"
        },

        {
          "context": "You sometimes feel anxious in social situations because you believe that people might find you weird or odd.",
          "question1": "When you look around the room at people, their attitude toward you is",
          "blank": "fr_en_ly",
          "answer1": "i",
          "word": "friendly",
          "question2": "Are the people in the room behaving as if you are completely normal?",
          "answer2": "Yes",
          "situation": "as the person smiles and keeps talking to you",
          "image": "T414.jpg",
          "number": "35"
        },

        {
          "context": "Your best friend invites you to lunch. Over coffee you start to have a deep and meaning conversation about you lives, achievements and goals.",
          "question1": "You think that everyone else's life sounds wonderful and that yours is completely",
          "blank": "fa_ulo_s",
          "answer1": "b",
          "word": "fabulous",
          "question2": "Are you satisfied with how your life has been?",
          "answer2": "Yes",
          "situation": "as you begin to think about specific events which have been rewarding",
          "image": "T415.jpg",
          "number": "30"
        },

        {
          "context": "Your doctor asks you to complete a daily diary of how you feel over the next week. You manage to complete 6 out of 7 days.",
          "question1": "When you show your diary to your doctor at the next appointment, you can tell he thinks you are",
          "blank": "ex_mp_ary",
          "answer1": "e",
          "word": "exemplary",
          "question2": "Is your doctor disappointed with how much of the diary you completed?",
          "answer2": "No",
          "situation": "when your doctor tells you that you did very well and will get better soon",
          "image": "T416.jpg",
          "number": "39"
        },

        {
          "context": "You have been stressed at work and at home lately and you are now feeling anxious and depressed. You think to the future and how things might be in 6 months time.",
          "question1": "You decide your life will be",
          "blank": "ha_p_er",
          "answer1": "p",
          "word": "happier",
          "question2": "Are you hopeful for the future?",
          "answer2": "Yes",
          "situation": "as you think about a brighter and more successful future",
          "image": "T417.jpg",
          "number": "41"
        },

        {
          "context": "You know that you're an anxious person and you've been feeling particularly bad in recent weeks. You approach your boss to discuss how you feel. Your boss listens carefully.",
          "question1": "You can instantly tell that you will",
          "blank": "so_n be h_ppier",
          "answer1": "o",
          "word": "soon be happier",
          "question2": "Do you think you will feel better?",
          "answer2": "Yes",
          "situation": "when your boss enquires about how you are feeling and you tell them that you are happy",
          "image": "T418.jpg",
          "number": "46"
        },

        {
          "context": "You receive your results from your recent exams. You see that you have gained a high mark for the first exam.",
          "question1": "You consider whether that was a result you deserved. You decide that you got that mark because you are",
          "blank": "o_tsta_di_g",
          "answer1": "u",
          "word": "outstanding",
          "question2": "Are you satisfied with the mark you received?",
          "answer2": "Yes",
          "situation": "as you open the results for your other exams and receive high marks?",
          "image": "A401.jpg",
          "number": ""
        },

        {
          "context": "You are sitting an important exam at college. You work through the paper answering the questions but realise you cannot answer the last one.",
          "question1": "You think that your performance in the exam will lead to a",
          "blank": "di_tinc_ion",
          "answer1": "s",
          "word": "distinction",
          "question2": "Do you expect to do badly in the exam?",
          "answer2": "No",
          "situation": "when you open your results and see that you got a 'distinction'",
          "image": "A402.jpg",
          "number": ""
        },

        {
          "context": "You failed an exam in the past when you were ill. You are now feeling well and have to retake the examination.",
          "question1": "You think that in everything you try you will be ",
          "blank": "su_ces_ful",
          "answer1": "c",
          "word": "successful",
          "question2": "Do you expect to fail the exam the second time around?",
          "answer2": "No",
          "situation": "as you enter the exam hall feeling confident and remember everything you studied for it",
          "image": "A403.jpg",
          "number": ""
        }
    ]
}
